{"translation-revision-date":"2022-09-15 12:54:08+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Resume":["Reprendre"],"Error selecting video. Please try again.":["Erreur lors de la sélection de la vidéo. Veuillez réessayer."],"Unexpected error uploading video.":["Erreur inattendue lors du chargement de la vidéo."],"Please select a video from Library or upload a new one":["Veuillez sélectionner une vidéo dans la bibliothèque ou en charger une nouvelle"],"No custom Poster image selected. You can upload or select an image from your media library to override the default video image":["Aucune image de couverture personnalisée n’a été sélectionnée. Vous pouvez télécharger ou sélectionner une image dans votre bibliothèque de médias pour remplacer l’image vidéo par défaut."],"Impossible to get a video preview after ten attempts.":["Impossible d’obtenir un aperçu de la vidéo après dix tentatives."],"Invalid VideoPress URL":["URL VideoPress non valide"],"Failed to upload your video. Please try again.":["Échec du téléversement de votre vidéo. Veuillez réessayer."],"You are currently overriding the default Poster image. Remove it if you want to use the default image generated by VideoPress.":["Vous remplacez actuellement l’image de couverture par défaut. Supprimez-la si vous souhaitez utiliser l’image par défaut générée par VideoPress."],"Remove and use default":["Supprimer et utiliser l’image par défaut"],"Replace Poster image":["Remplacer l’image de couverture"],"Poster image":["Image de couverture"],"Check the recommended video settings.":["Consultez les réglages vidéo recommandés."],"The format of the video you uploaded is not supported.":["Le format de la vidéo que vous avez chargée n’est pas pris en charge."],"Colors adapt to the video as it plays":["Les couleurs s’adaptent à la vidéo en cours de lecture"],"Match video":["Correspondance vidéo"],"Progress Bar Colors":["Couleurs de la barre de progression"],"Content to dowload before the video is played":["Contenu à télécharger avant la lecture de la vidéo"],"Display the video playback controls":["Afficher les commandes de lecture vidéo"],"Start playing the video as soon as the page loads":["Lance la vidéo dès le chargement de la page"],"Play the video inline instead of full-screen on mobile devices":["Lire la vidéo en ligne plutôt qu’en mode plein écran sur des appareils mobiles"],"Restarts the video when it reaches the end":["Relance la vidéo lorsqu’elle est terminée"],"Note: Automatically downloading videos may cause issues if there are many videos displayed on the same page.":["Remarque : Le téléchargement automatique des vidéos peut poser des problèmes si de nombreuses vidéos sont affichées sur la même page."],"Loading…":["Chargement…"],"Play Inline":["Jouer en ligne"],"Pause":["Pause"],"Save colors":["Enregistrer les couleurs"],"Progress":["Progression"],"Loaded":["Chargé"],"Main":["Principal"],"VideoPress preload setting\u0004None":["Aucun"],"Select Poster Image":["Choisir une image de couverture"],"VideoPress preload setting\u0004Metadata":["Métadonnées"],"VideoPress preload setting\u0004Auto":["Automatique"],"Preload":["Précharger"],"Playback Controls":["Commandes de lecture"],"Muted":["En sourdine"],"Loop":["Répéter"],"Video Settings":["Réglages vidéo"],"Note: Autoplaying videos may cause usability issues for some visitors.":["Remarque : la lecture automatique des vidéos peut provoquer des problèmes d’utilisation chez certains visiteurs."],"The current poster image url is %s":["L’URL de l’image de couverture actuelle est %s"],"There is no poster image currently selected":["Aucune image de couverture n’est actuellement sélectionnée"],"Remove Poster Image":["Retirer l’image de couverture"],"Generating preview…":["Génération de l’aperçu…"],"Write caption…":["Rédiger la légende…"],"Autoplay":["Lecture automatique"],"Try again":["Réessayer"],"Cancel":["Annuler"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-videopress\/build\/block-editor\/index.js"}}